["Forget", "Your", "iPhone", "X,", "Ignore", "The", "Samsung\u00a0And", "Pixel", "2", "Choices,", "This", "Is", "Smartphone", "Of", "2017", "Apple's", "Executive", "Cash", "Bonus", "Plan", "Warren", "Buffett", "Stocks", "to", "Consider", "Buying", "Now", "Bitcoin", "or", "Stocks?", "Here\u2019s", "the", "One", "Buy", "in", "2018", "Cramer", "reflects", "on", "how", "Trump's", "actions", "are", "fueling", "'b...", "Tech", "Leads", "Market", "Advance", "To", "New", "Highs;", "These", "Top", "Growth", "Break", "Out", "Tuesday", "Apple", "Rumors:", "Battery", "Replacement", "is", "Available", "for", "Old", "iPhones", "Here&apos;s", "Why", "Optical", "Networking", "Fell", "December", "Could", "Be", "a", "Big", "Buyer", "Just", "Bought", "Canadian", "Software", "Startup", "buys", "developer", "tool-maker", "Buddybuild", "Up", "Broadly,", "Strong;", "Will", "ETF", "Soar", "In", "2018?", "FANG+", "Are", "All", "At", "Key", "Technical", "Levels", "7", "Chase", "Coleman", "Heading", "Into", "Netflix", "'Miles", "Ahead'", "Rivals,", "Analyst", "Says;", "Stock", "Soars", "AMD,", "Netflix,", "Nvidia", "lead", "Silicon", "Valley", "stocks", "as", "Wall", "Street", "surges", "into", "Year", "Review:", "X", "Worst", "Ever", "Nasdaq", "Tops", "7,000", "Score", "Record;", "S&P", "500", "Also", "Closes", "at", "Record", "High", "Inc.'s", "6.46-Inch", "Huge", "Seller", "Trump", "and", "Post", "Office", "Ruin", "Run", "Amazon.com,", "Inc.?", "Inc.", "Surging", "Today", "Become", "A", "$1", "Trillion", "Cap", "Here", "3", "investible", "events", "that", "could", "happen", "2018:", "A...", "Acquires", "We", "see", "doing", "more", "'add-on'", "acquisitions:", "Gerber", "Kaw...", "Here's", "Drexel's", "IT", "Pick", "For", "(NFLX)", "Climbing", "Huawei", "Guns", "Samsung", "With", "Planned", "U.S.", "Push", "Avie", "Tevanian:", "More", "Blockchain,", "A.I.,", "IoT", "Inc.&apos;s", "On", "topic:", "news", "know", "now", "Performance", "Throttling", "Controversy", "Impact", "Apple?", "Citigroup:", "There\u2019s", "40%", "chance", "Apple,", "Fuel", "Stocks;", "Last", "Year&apos;s", "News?", "Charge", "Ahead;", "Netflix?", "Start", "three", "reasons", "why", "you", "should", "change", "your", "old", "iPh...", "MKM", "Partners:", "Who's", "competing", "big", "tech's", "race", "tri...", "CNBC", "Check", "Morning", "Edition:", "January", "02,", "becoming", "nicer", "company:", "Unikrn", "CEO", "'battery-...", "Availability", "Reach", "Balance", "Demand", "Mid-January", "How", "Find", "if", "Eligible", "Apple\u2019s", "$29", "Olson", "Expects", "Expanded", "Array", "of", "Styles", "Cramer:", "'batterygate'", "issue", "doesn't", "matter", "investors", "shouldn't", "sell", "Microsoft", "Corporation", "Buy?", "expectations", "still", "split", "'Pok\u00e9mon", "GO'", "Finally", "Invade", "China", "As", "Game", "Starts", "'Journey", "Mars'", "Rally", "First", "Trading", "Day", "Dollar", "Declines", "Prince", "Harry", "Should", "Nix", "Obama", "Royal", "Wedding", "Invite", "Company", "News", "2,", "Inc\u2019s", "Best", "Years", "Behind", "It", "\u2014", "Prepare", "AAPL", "Stock\u2019s", "Decline", "Share", "Problem", "Watch:", "Disney,", "J&J,", "McDonald's,", "Weight", "Watchers", "You", "Can", "Some", "Predictions", "Sell", "battery", "life", "canard?", "No!:", "Jim", "Today:", "Energous", "Zooms", "Again,", "Gains,", "Checking", "Supply", "Ten", "Technology", "Books", "'still", "too", "high'", "despite", "stock", "pullback,", "analyst", "says", "replace", "6", "shares", "rise", "premarket", "after", "Piper", "Jaffray", "they", "'super-long", "cycle'", "Tuesday\u2019s", "Vital", "Data:", "Micron", "Technology,", "(MU),", "General", "Electric", "(GE)", "(AMZN)", "BP,", "-", "5", "Things", "Must", "Know", "Before", "Opens", "World\u2019s", "Biggest", "Gadget", "Show", "Matters", "Again", "Global", "Production", "Fall", "Citi", "Sets", "Odds", "Apple-Netflix", "Merger", "Citi:", "Chance", "Acquiring", "iOS", "11.2.5", "Release:", "It's", "Wednesday", "LG", "OLED", "Displays", "Smart", "Home/Security", "Space", "SEC", "mixes", "message", "shareholder", "proposals,", "activists", "say", "Mergers", "Acquisitions", "That", "Happen", "Breaks", "'Bright'", "Prospects", "Film,", "Overall", "Business", "Advanced", "Micro", "Devices,", "Alphabet", "Inc", "Still", "Has", "Massive", "Ahead", "above", "7K,", "technician", "believes", "these", "t...", "replacement", "offer", "reduce", "sales:", "Barclays", "Spotify", "Survive", "$1.6", "Billion", "Music", "Publisher", "Lawsuit?", "Leads,", "Holds", "Firm;", "Double", "Again?", "Reese", "Witherspoon", "Developing", "Another", "Original", "TV", "Series", "Apple:", "Japanese", "Candlestick", "Perspective", "Spec", "Revealed", "Go", "Long", "Red-Hot", "Sector", "Notable", "Option", "Activity:", "AAPL,", "INTC,", "AMD", "Augmented", "Reality", "Gets", "Check:", "Fewer", "Than", "1,000", "Apps", "Have", "ARKit", "Reports", "Mastercard", "&", "3M", "Brazilian", "agency", "requires", "inform", "consumers", "batteries", "Next", "Challenge", "Isn't", "What", "Everyone", "Thinks", "Apple&apos;s", "8", "Power-Packed", "ETFs", "Amazon,", "Google", "cut", "speaker", "prices", "market", "share", "contest:", "analysts", "VEA,", "TCHF:", "Inflows", "Might", "Already", "Confidentially", "Filed", "Its", "IPO", "Month", "May", "Mean", "16", "Million", "Sold", "Battery-Gate", "Fix", "Good", "PR", "Move,", "Hurt", "Sales,", "Says", "Deal", "program", "be", "bad", "sales,", "Square", "Uptake", "Asia?", "History:", "Incorporated", "3,", "(AAPL)", "Simplify", "App", "Development", "Wednesday\u2019s", "Alibaba", "Group", "Holding", "Ltd", "(BABA),", "(AMD)", "What\u2019s", "Store", "Qualcomm", "Investors", "Expect", "Google,", "Facebook", "Others", "Face", "Challenges", "From", "Europe", "[$$]", "Risk", "Report:", "Hard", "Read", "Shareholder", "Proposal", "Exclusions", "Views", "an", "Investment", "Qualcomm,", "Broadcom", "Benefit", "from", "Strong", "Wireless", "Chips", "Assist", "Developers", "Swiss", "Jumped", "After", "Holiday", "Weekend", "Stage", "Set", "Flash", "Crash", "Entered", "Area", "But", "Not", "Or", "Facebook:", "Futures", "European", "Markets", "Accelerate", "Higher", "Positive", "Open", "Easily", "Now,", "Would", "Surprising", "Move", "Chip", "Power", "Even", "Renewed", "Faith", "Semiconductor", "Sales", "Worries", "Maybe", "Overblown", "Shares", "Inch", "Amid", "Mifid", "Launch", "Qorvo,", "Dropped", "13%", "13-Inch", "MacBook", "Pro", "Upgrade", "cuts", "some", "replacements,", "hit", "with", "huge", "lawsuit", "Hot", "Pushes", "Leaked", "Report", "Reveals", "Larger", "CES", "Remix:", "My", "prediction", "Jimmy", "Iovine", "leave", "August", "Billboard", "11", "Nasty", "Surprise", "And", "$300M", "'Strength,'", "Baird", "Universal", "Display", "Corp.", "Tripled", "sales", "record", "$300", "million", "Year's", "AP", "Explains:", "affected", "by", "computer", "chip", "security", "flaw", "Earned", "30%", "plots", "exit:", "report", "Case", "Review", "Roundup:", "Newertech,", "Lifeproof,", "Otterbox,", "Speck,", "Tech21", "app", "developers", "brought", "than", "McDonald\u2019s", "Getting", "Take", "Weeks", "Sorry,", "Folks:", "Isn&apos;t", "reaches", "70", "subscribers", "Judge", "weighs", "whether", "NC", "schools", "conspired", "depress", "wages", "AMZN", "Advertising,", "GOOGL&apos;s", "Schmidt", "Steps", "Down,", "Sued", "store", "Store\u00a0Kicks", "Off\u00a02018", "Record-Breaking", "Season", "10", "Startups", "Watch", "IOS", "Macs", "Affected", "By", "Meltdown", "Spectre", "Bugs", "Thursday", "Replacements", "GRAPHIC-Dow", "hits", "another", "record,", "tops", "25,000", "reels", "two", "flaws", "puts", "world\u2019s", "computers", "smartphones", "risk", "Cheap", "Index", "Funds", "Adds", "Human", "Rights", "Proxy", "Following", "Letter", "Tax", "Break,", "Acquisition?", "Cost", "Over", "$10", "Reasons", "Shrug", "Off", "Negativity", "Roku", "Tread", "Carefully", "When", "Comes", "Corp", "4", "Growing", "AI", "Popularity", "other", "tech", "giants", "drive", "records,", "Intel", "problem?", "far", "worse", "Cannibalized", "'Harry", "Potter:", "Wizards", "Unite'", "Facebook,", "Amazon", "list", "names", "52-week", "highs", "Dow", "breaks", "Triple", "Whammy", "Bad", "Can't", "Stop", "Party", "Bulls", "Four", "Five", "Smartphones", "Artificial", "Intelligence:", "Digging", "Garmin\u2019s", "Capital", "Returns", "Offer", "Sales:", "\u2018Kernel", "Bug\u2019", "Real", "Bigwigs", "Rise", "Shine", "Buys", "Understanding", "Those", "Alarming", "Computer", "Security", "Holes:", "\u2018Meltdown\u2019", "\u2018Spectre\u2019", "Drama", "Expands", "Content", "Portfolio", "Does", "Significant", "Upside", "Going", "Zacks", "Blog", "Highlights:", "Mastercard,", "3M,", "AstraZeneca", "Mondelez", "Rough", "Weak", "Wearables", "Stocks:", "NVIDIA", "Vulnerability", "Selling", "DowDuPont", "Uncertainty", "Surrounds", "Spotify\u2019s", "Confidential", "Filing", "Thinking", "NVIDIA\u2019s", "Dips", "put", "virtually", "all", "phones,", "Factbox", "need", "do", "about", "newly", "discovered", "What's", "Undoing", "Project", "About?", "Hit", "Buys,", "Flaws:", "Factbox:", "contest", "Embarrassing", "Tim", "Cook's", "Major", "Failure", "Dow's", "biggest", "winners", "losers", "Most", "processors", "produced", "since", "1995", "have", "let", "hackers", "steal", "sensitive", "information", "Dollars", "Everything", "About", "Slowing", "Because", "Batteries", "reviews", "2...", "kicks", "off", "no", "women", "speakers", "code", "conduct", "CrowdStrike", "CTO", "Flaw", "Could've", "Been", "Much", "Worse", "Who", "Joins", "BofA", "List", "Funds?", "Wrap", "Week", "Products", "Exposed", "Impervious", "Bugs,", "Service", "Down", "December:", "Focus", "Flaw,", "Krzanich", "Accused", "Insider", "nearly", "its", "devices", "vulnerable", "(Video)", "Interested", "Foldable", "Hours", "Active", "Jan", "5,", ":", "", "NKE,", "BAC,", "HPE,", "MDLZ,", "GE,", "QQQ,", "MSFT,", "KO,", "C,", "TLT,", "SCMP,", "Update", "01/05/2018:", "GOOG,GOOGL,GPRO,CNIT,CSCO,AAPL", "&apos;Significant", "Progress&apos;", "Patching", "Flaws", "Alexa-Enabled", "Glasses", "Shown", "Didi", "Expansion", "Spree", "Data", "Self-Driving", "small", "local", "firms", "can", "work", "OUC,", "Nemours,", "will", "get", "bigger", "2018,", "while", "smaller", "players", "look", "exits", "Convicted", "Hacker", "Protect", "Losing", "Chief", "Terrible", "Time", "Up;", "Finds", "Bullish", "Angle", "Recode's", "Ed", "Lee:", "se...", "Friday", "Facing", "Lawsuits", "Records", "Fourth", "Despite", "Hiring", "Beats", "co-founder", "August:", "Picks", "Their", "Corresponding", "Web", "Browser", "Vulnerable", "Do", "Micron,", "Gilead,", "Under", "Armour", "Where", "Went", "Wrong", "downplays", "fears", "patch", "slow", "Fitbit", "coming", "Industry\u2019s", "Prominent", "Executives", "Leaving", "SPY,", "FVL:", "Outflows", "China,", "Chip,", "Names", "Lead", "Early", "Burger", "Chain", "Inflow", "Detected", "SPTM,", "FB", "Niantic", "Trying", "Make", "Fetch", "Pok\u00e9mon", "GO's", "Awful", "EX", "Raids", "Deploys", "Mitigations", "Contain", "GARP", "Invest", "Maximum", "Pandora", "Media,", "Sirius", "XM", "Holdings", "Better", "Radio", "demand", "improving", "launch:", "UBS", "Lineup", "Further", "Territory", "Cheap.", "Microsoft,", "So", "NVIDIA,", "30", "Apologizes", "Issue,", "Disney's", "Jedi", "Crosses", "$1B", "Mark", "updates", "software", "fix", "vulnerabilities", "Constellation", "Brands,", "Falling", "\u2026", "Catch", "Gains", "Own", "Mac,", "PC", "smartphone?", "major", "means", "...", "updating", "combat", "ho...", "Businesses", "Rush", "Fallout", "Pose", "Threat", "Pops", "'Meltdown'", "'Spectre'", "Relief,", "Bump", "Cal-Maine", "Foods,", "Barnes", "Noble,", "Sonic,", "Sears", "catch", "invests", "start-up", "making", "tiny", "device", "track", "blood", "sugar", "diabetics", "Get", "Bigger", "Impacts", "Macs,", "iPhones,", "iPads", "Disney&apos;s", "Don\u2019t", "Panic.", "No", "Acquisition", "fuel", "new", "Review;", "Place", "Else", "Need", "Less", "60", "Seconds", "Jobs,", "Uber", "\"Meltdown\"", "\"Spectre\"", "Affect", "Mac", "Devices", "products", "exposed", "Tease", "Phone?", "researchers", "eye", "patches", "solve", "against", "Pre-Markets", "Rundown:", "05,", "Latest", "Trend:", "Product", "Delays", "Reports:", "Cook\u2019s", "diplomacy", "may", "prove", "effective", "Jack", "Ma\u2019s", "IPO,", "Hits", "Subscribers", "Against", "Systems", "holes", "Music's", "Plans", "Departure", "admits", "bugs", "$86", "(Including", "$890M", "Christmas", "Week)", "move", "higher", "\u2018super-long", "cycle,\u2019", "longtime", "bull", "Play", "Mobile", "Revenue", "Rose", "35%", "Blockbuster", "Spending", "Bodes", "Well", "Services", "Continues", "Headlines", "Conference", "Slate", "Lags", "Techs", "Within", "2%", "Points", "Insiders", "Believe", "Planning", "Release", "Economy", "Generated", "$11", "Promise", "Peril", "M&A", "Pro's", "FAANG", "Cook", "Stumbles", "His", "Specialty,", "Shipping", "Hagens", "Berman:", "Consumer", "Law", "Firm", "Files", "Class-Action", "Lawsuit", "Slowdown", "under", "saw", "increase", "product", "delay", "times:", "Loop:", "Leak", "X2", "Plus,", "Leadership", "Problem,", "iMac", "Secrets", "cautious", "installing", "Speakers", "Emerge", "'Trojan", "Horse'", "Jaw-Dropping", "Facts", "Change", "Mind", "Internet", "address", "youth", "phone", "addiction,", "large", "Wants", "Help", "Small", "Manufacturers", "Compete", "Fighters,", "Do-Gooders---And", "Sting---Converge", "Jana", "Fund", "Cares", "Jobs", "Report?", "Quick", "Skyrocket", "Benzinga", "Bears:", "Stock:", "Goes", "Public", "Leaving,", "Look", "Back", "Got", "$3", "Purchase", "acquiring", "knowledge,", "but", "results", "take", "Lessons", "today\u2019s", "entrepreneurs", "birth", "key", "industries", "Torpedo", "If", "Happens", "Doing", "Thwart", "Everywhere.", "Jobs?", "Much.", "911", "Foxconn", "worker", "dies", "jumping", "window", "Labour", "Industry", "Exposes", "Vulnerabilities", "IPhone", "addiction", "virtue,", "not", "vice", "Unifies", "Payment", "Rebranded", "Pay", "Addiction", "Issue", "Unlikely", "Anytime", "Soon:", "Analysts", "Monday", "SE", "Use", "Glass", "Highlights", "time", "buy", "market,", "s...", "Leader", "Broke", "Other", "Hover", "Near", "Buyback", "Scenario", "Soothe", "giving", "pre-show", "keynote", "tonight", "releases", "update", "French", "prosecutor", "launches", "probe", "planned", "obsolescence", "judicial", "source", "01/08/2018:", "KSS,WHR,HON,AAPL", "No,", "Target", "Corporation!", "Apple:meeting", "Customers", "Expectations,especially", "Protecting", "Kids", "urge", "action", "curb", "child", "gadget", "Fibit", "Invests", "Blood", "Glucose", "Monitoring", "See", "Which", "13F", "Filers", "Parents", "responsibility", "addiction:", "because", "it", "acquire", "$120", "billion", "years,", "$250", "Held", "Overseas?", "Say", "Buybacks", "push", "company", "responsible", "combatting", "addicti...", "Control", "Washer", "Dryer", "CROX,SSI,DRI,WHR,HON,AAPL", "Highs", "Two", "Investing", "Giants", "Ask", "Rein", "iPhone,", "Citing", "Risks", "Learning", "Health", "urged", "smartphone", "call", "'digital", "heroin'", "Bathroom", "Smarter", "8,", "Pitting", "Assistant", "vs.", "Amazon's", "Alexa", "something", "Partners", "calls", "addict...", "Below", "Study", "Charts", "I", "Never", "Iphone", "toxic", "kids,", "Late", "08,", "got", "upstaged", "scandal", "zero-sum", "game", "between", "industrials", "ou...", "Slip;", "Caterpillar,", "United", "Climb;", "Chipmaker", "Dialog", "rakes", "revenue,", "surviving", "quarter", "customer", "isn't", "who", "we", "worried", "about:", "Roger", "McNamee...", "Open:", "Logical", "Step", "Forward", "GO':", "Wild", "NPC", "Trainer", "Battles", "Reckoning", "Spreads", "Moneybags", "Steeply", "Discounting", "ways", "make", "humane", "less", "addictive", "IBM,", "CSCO,", "GOOG,", "OTI,", "QTRH,", "MCRO.L,", "MFGP", "needs", "shareholders", "Domino's", "(DPZ)", "Continue", "Gain", "Traction", "fight", "Monday\u2019s", "Trading:", "pull", "back", "Nvidia,", "Celgene,", "Snap,", "Pandora,", "GoPro,", "Kohl's,", "Lululemon", "soon", "able", "control", "oven", "Urged", "Curb", "CalSTRS", "\u2018worse-than-expected,\u2019", "downgrades", "supplier", "View", "Price", "Did", "Lose", "$100", "Popular", "Item?", "Slowed", "Aging", "Pushed", "Addictions", "letter", "powerfully", "summarizes", "mess", "kids\u2019", "brains", "Whirlpool", "appliances", "communicate", "early", "Today\u2019s", "Research", "Noble", "Performed", "Apple-Qualcomm", "Dispute", "Hinges", "Royalty", "Rates", "Amazon-Google", "Feud", "Hurting", "American", "Companies", "Actually", "Tax?", "Screaming", "Thanks", "Intel?", "Important", "Concise", "History", "Smartwatch", "PRESS", "DIGEST", "-Wall", "Journal", "Can\u2019t", "Do-Gooders\u2014And", "Sting\u2014Converge", "Children", "Toxic", "Pair,", "Borrows", "Boost", "Hardware", "Denmark's", "GN", "takes", "aim", "wireless", "earbuds", "Serious", "Competitor", "center", "stage", "show?", "voice", "Shareholders", "Vs", "Plus:", "Difference?", "Canada's", "competition", "watchdog", "settles", "HarperCollins", "going", "head-to-head", "over", "smart", "technology", "ID", "Evening", "09,", "Tools", "Increase", "Parental", "Listed", "Garner", "Amazon\u2019s", "Coming", "Toyota", "Lexus", "Cars", "01/09/2018:", "ASX,UMC,IMOS,AAPL", "Lost", "63%", "Facebook's", "&quot;M&quot;", "Was", "Always", "Doomed", "Rumors", "Begin", "Silly", "Drive", "CBS\u2019s", "Licensing", "Facebook&apos;s", "FBI", "Director", "Calls", "Inability", "Access", "Electronic", "'Urgent", "Safety", "Issue'", "Digital", "Banking", "Henry", "Ford's", "Faster", "Horse?", "Investor", "pressuring", "'easy", "fix'", "RBC", "Signaling", "Stronger", "Expected", "Quarter", "Results", "pressure", "kids", "Publishing", "Looks", "Stable", "investigated", "France", "\u2018planned", "obsolescence\u2019", "older", "Exec", "Angela", "Ahrendts", "Told", "During", "Meeting", "Fallout:", "Halts", "Patches", "Falls", "Samsung's", "Grip", "25%", "Stake", "in\u2026Itself?", "Analysis:", "CalSTRS:", "want", "step", "up", "respond", "restrict", "instead", "guide", "their", "children", "have...", "Restrict", "Kids\u2019", "JANA", "founder:", "There's", "question", "Dell", "PCs", "Sync", "Messages,", "Android", "FAANGs'", "Far", "chief", "unbreakable", "encryption", "'urgent", "public", "safety", "issue'", "Future", "Bright,", "Past", "Dip", "GoPro", "Isn\u2019t", "Worth", "Yet", "Exhausting", "Game's", "Players", "Jabil", "--", "Moody's", "rates", "Jabil's", "notes", "Ba1,", "outlook", "remains", "positive", "Great", "stocks:", "vows", "among", "virtue?", "Zurich", "evacuated", "overheats", "Vivo", "Delivers", "Ripped", "Fitness", "Personal", "Form", "Pornhub", "Insights", "Statistical", "Proof", "Love", "Porn", "Integrates", "Watch,", "Honeywell", "AMD-Powered", "Lock", "Risky", "Stock?", "Criticism", "'really", "unfair'", "here's", "why:", "Jim...", "They", "Won", "Jackpot", "Download:", "Ubiquity", "Prompts", "Misgivings", "good", "what", "IHS", "Markit", "has", "Trim", "FAANGs", "when", "history", "suggests", "would", "due", "pullback", "Inc,", "It\u2019s", "Intelligence", "looks", "out", "cite", "'addiction'", "Bring", "Feature", "Probed", "Designed", "Die", "Probes", "Allegations", "'planned", "Obsolescence'", "Brand", "\u2018crucially", "important\u2019", "players,", "analy...", "Disappoints", "Screens", "Prove", "Match", "Won't", "Solve", "9", "slide", "fourth-quarter", "guidance", "misses", "ex...", "Defends", "Practices", "Critique", "Lots", "Room", "Profit", "Debacle?", "Features", "Kids'", "Phone", "Qualcomm's", "5G,", "VR,", "Auto", "Efforts", "Spotlight", "Suggests", "Customer", "2017\u2019s", "Suddenly", "Makes", "Essential", "Want", "GM", "Leaders", "Urge", "Congress", "Dreamers", "10,", "Soared", "Soon", "Headed", "T-Mobile&apos;s", "Promotion", "Quarterly", "Earnings", "Sen.", "Thune", "Needs", "Transparent", "gadgets,", "waging", "war", "Senate", "commerce", "leader", "confronts", "slowdown", "GO", "Using", "Repatriating", "Cash?", "Cofounder", "He\u2019s", "Sensitive", "Changes", "Share?", "Senator", "wants", "answer", "questions", "slowing", "Cut", "Losses,", "Again;", "Out?", "INTC", "MSFT", "Avere,", "Moneygram", "Sale", "Man", "Charged", "Super", "Creepy", "Spyware", "Snooped", "Victims", "Via", "Webcams", "Dismisses", "Way", "Really", "Think", "Kodak", "Blockchain", "Winner?", "\u2018fake", "news\u2019", "reports", "him", "leaving", "later", "this", "year", "Win", "faces", "senator", "Ex-Apple", "exec:", "Twitter,", "we're", "tech-addicted", "Pledging", "Social", "Destination", "Dividend", "Hikes", "Rewards", "Await", "Glow", "Gloom,", "Facebook\u2019s", "John", "Thune:", "transparency", "Hand", "Chinese", "iCloud", "Comply", "Local", "Laws", "Tech's", "Hollywood", "Dreams", "unfairly", "become", "'a", "punching", "bag'", "Meet", "Experience", "Points,", "Unknown", "Cryptocurrency", "13,700,000%", "53", "Hey,", "Apple!", "1", "Sales.", "pushes", "rumors", "he", "quit", "AT&T", "Bails:", "Phones", "Offered", "Through", "Carriers", "Trends", "Shazam", "Risen", "2400%", "2010", "Stumble", "Shift", "Rattles", "Markets;", "Airlines", "Jump", "uses", "flip", "phone,", "best", "efforts", "convert", "service", "managed", "data", "firm", "started", "government", "Berkshire", "Hathaway,", "Sears,", "Continental,", "Nordstrom,", "bag:", "Regions", "Drove", "Revenues", "Fiscal", "2017?", "Advertising", "Buffett:", "it's", "Segment", "Perform", "Recognition", "GE\u2019s", "Dead", "Variety", "Date", "Handover", "Reconsiders", "Era", "Created", "U.S.,", "Officials", "Question", "Slowdowns", "Don't", "$122", "Don&apos;t", "Reportedly", "Tap", "Supplier", "Give", "Me", "Feelies", "Gifts", "Qi", "Potentially", "Poisoned", "Chalice", "Nelson", "Peltz", "Cryptocurrencies", "Battle", "P&G", "11.2.2", "Upgrade?", "Three", "Damaging", "Mistakes", "Guarantee", "Disappointment", "Corporations", "dodge", "billions", "taxes", "through", "loophole:", "experts", "&quot;Fast", "Money&quot;", "final", "trades:", "UAL,", "DAL", "Plunge", "Speakers,", "Etc.", "Dollars,", "Gartner", "HP", "shipment", "growth", "fourth", "STMicroelectronics", "Nearly", "Doubled", "Let", "Hottest", "Regain", "Mojo,", "Sinks;", "Energy", "Soar?", "Having", "Unusual", "Calendars", "Rises", "While", "Dives;", "Quirk", "$4", "Plus", "Takeover", "Tax-Law", "\u2018World-Building", "Drama\u2019", "QWLD:", "Turn", "Volume", "Media", "'Apple", "always", "taken", "right", "line':", "designer", "rethink", "our", "understanding", "digital", "l...", "Compelling", "Recent", "Weakness", "Powershares", "QQQ", "Trust", "Victory", "March", "2nd", "Options", "Boosts", "Dow;", "Drops;", "Password-Bypassing", "Bug", "Blame", "Tyrannical", "Rule", "Iran's", "Dismal", "Economy,", "Shah-In-Waiting", "class-action", "lawsuits", "Bounce", "KB", "Home,", "Delta", "Air", "Jump;", "Expedia", "Upgrades", "Mr.", "Cook,", "Financial", "Metric", "first", "trade", "Thursday,", "Overdue", "Messenger", "User", "Base?", "Storage", "Unlocking", "&quot;Smart&quot;", "Homes?", "T-Mobile", "Dominate", "Postpaid", "Net", "Additions", "Sees", "Contradiction", "Building", "Ad", "Blocker", "Recap", "Deals", "Taiwan", "Mfg.", "Co.", "Ltd.", "Build", "A12", "Whirlpool,", "partner", "home", "appliance", "front", "Xerox,", "Bitcoin,", "World?", "Possible", "Try,", "Try", "Again:", "Partnerships", "India", "laid", "down", "brick", "help", "build", "stores", "Handling", "Intel's", "Woes", "Reading", "Tea", "Leaves", "Retail", "Put", "Short", "Leash,", "Doubling", "2020", "Intel&apos;s", "Grinds", "Drawing", "Bids", "Private", "Equity", "was", "worst", "yet", "robocalls", "Promised", "pinged", "Virtual", "Lifeline", "Common", "Sense", "Met", "AR", "House", "Republicans", "answers", "throttling", "speeds:", "David", "Rolfe", "Comments", "TD", "Ameritrade", "Clients", "reading", "list:", "stories", "worth", "Glasses:", "Trouble", "Brewing", "Breakout", "Intel\u2019s", "Gaffe", "Wasn\u2019t", "Reason", "Climb", "Component", "Point", "Fitbit,", "Plunged", "22%", "Committee", "leaders", "send", "Synaptics", "soar", "upgrade", "falls", "01/12/2018:", "YELP,TOUR,WMT,GM,GME,AAPL", "Commentary:", "Came", "Perfect", "Fans", "Seagate", "Recently?", "Conquers", "Ubiquitous", "Marketing", "Voice", "Microsoft\u2019s", "Headquarters", "Refresh", "Entail?", "12,", "Leading", "Mutual", "Outperform?", "YouTube's", "Child", "Exploitation", "Scandals", "Samsung?", "save", "billion,", "theory,", "Republican", "tax", "loophole", "Parents:", "Tug", "War", "America's", "Introducing", "Once-A-Month", "Special", "'Community", "Day'", "Event", "Remains", "Limbo", "Stands", "Gears", "Kept", "\u2018Star", "Wars:", "Jedi\u2019", "Script", "Secret", "Out;", "Rebounds;", "Like", "Buffett?", "Corporate", "Winners", "Marketer", "Learn", "Trade", "\u2018Mini", "Crash\u2019", "Without", "Worry", "Spotify&apos;s", "Became", "DPO", "Means", "Cord-Cutting", "Box", "Impacted", "Iranians", "Endured", "Zero", "Legal", "Protections", "Years,", "Exiled", "Crown", "Prince,", "Reza", "Pahlavi", "BlackRock", "Mammoth", "Asset", "Manager", "Hanging", "Tough", "Campaign,", "Activist", "Polishes", "Friday\u2019s", "Bank", "America", "(BAC),", "(MU)", "Lines,", "(DAL)", "Inks", "Stream", "8-Episode", "Boeing", "Q4", "Deliveries", "Y/Y,", "Success", "Merck&apos;s", "Keytruda", "Combo", "6S", "6:", "Won\u2019t", "Germany;", "Wal-Mart", "Wary", "-experts", "Cypress", "Semi's", "Talks", "Cars,", "users", "warned", "dodging", "law", "Soaring", "Head", "Poised", "14%,", "Defying", "Skeptics", "Fallen", "Lose-Lose", "Situation", "Didn&apos;t", "Shaw", "Communications", "(SJR)", "Q1", "Call", "Transcript", "Premium", "Management", "GoPro's", "Woes?", "Qualcomm&apos;s", "GoPro&apos;s", "Kyogre,", "Legendaries", "Interesting", "Blunders", "Save", "Taxes", "Doubles", "Older", "Least", "Cases", "Except", "Beat", "Raise", "Support", "Users", "Defect", "migration", "notice", "sent", "error", "Responsible", "Combating", "Device", "Addiction?", "Kills", "&quot;Answer&quot;", "Siri", "Revealed,", "Awkward", "Problems", "Update,", "100-Day", "Mark;", "There", "Come?", "Jones", "Ways", "Probably", "Spend", "Hoard", "Spotify's", "Valuation", "Right", "Now?", "No.", "Aren't", "Mega-Merger", "Boom", "Aren&apos;t", "Made", "Life", "Easier,", "Range", "Left", "Desired", "Then", "Week:", "Feed", "Change,", "Echo", "Opportunity,", "Amazon&apos;s", "Speaker", "Makers", "Shying", "Away", "Apple-Like", "3D-Sensing", "Produce", "Disney-Sized", "Someday?", "Foolish", "Take:", "Streaming", "Staggering", "Non-Game", "per", "SensorTower", "'17", "CarPlay", "Toyota,", "Music&apos;s", "prefers", "phones", "he\u2019s", "alone", "&apos;17", "Crack", "Maddening", "Math", "Raid", "Invites", "Sprint", "Takes", "Mediacom", "Patent", "Russians", "Sue", "HQ", "Wipe", "Supply?", "Gartner,", "Alphabet,", "Modernization", "Verizon\u2019s", "4Q17", "Tencent", "WeChat", "Dole", "Tips", "Gave", "Inroads", "second-best", "selling", "Tencent's", "'tipping'", "Button", "Reaching", "China's", "plans", "resurrect", "tipping", "button", "agreement", "Unveils", "All-new", "2019", "Avalon", "Fumbling", "False", "Loses", "Point,", "Notches", "High,", "Can&apos;t", "Hold", "Red", "Reverse;", "Sinks", "PayPal", "Finisar", "Drops", "Goldman", "Sachs", "Downgrade", "'Cyclical", "Risks,'", "Pressures", "Workers", "complain", "unsafe", "conditions", "raises", "profit", "forecast,", "bid", "NXP", "fails", "Larry", "Fink", "Talk", "Neglects", "Walk", "Smaller", "Notch", "Apart", "An", "Insider\u2019s", "PayPal\u2019s", "Cranberries\u2019", "Streams", "Surged", "Since", "Dolores", "O\u2019Riordan\u2019s", "Death", "iShares", "Core", "Experiences", "Trade;", "Rise,", "Dives", "Paypal", "$100?", "Pros,", "Cons", "Potential", "Uses", "Haul", "Bargain", "Vaults", "26,000", "Drug", "Giant", "Spikes,", "Tumbles", "Tuesday:", "(AAPL),", "Ford", "Motor", "(F)", "(MSFT)", "FBI's", "San", "Francisco", "Chief:", "Heart", "Train", "Our", "Cops", "tries", "win", "support,", "lays", "lofty", "targets", "Boosting", "Hathaway\u2019s", "NetApp", "Comcast", "Slapped", "Infringement", "Charges", "TiVo", "Keep", "Forever", "just", "broke", "2-month", "hibernation", "Citigroup,", "UnitedHealth,", "Ford,", "Fiat", "Chrysler,", "GM,", "Merck", "01/16/2018:", "INFO,", "DLB", "Buy:", "Himax", "Technologies", "(HIMX)", "(QCOM)", "Wells", "Fargo", "Continued", "Buffett\u2019s", "Largest", "3Q17", "Icon", "CEOs", "Pass", "Torch", "Catcher", "Describe", "Harsh", "Conditions", "Galaxy", "S9", "Only", "Earnings:", "Looking", "AT&T\u2019s", "DIGEST-", "consumer", "group", "seeks", "Slams", "Repatriation", "Trend", "credits", "most", "$350B", "plan", "re...", "Overseas", "Return", "\u2018Huge", "Win\u2019", "Employees", "$2,500", "Announces", "HQ2?", "corporate", "campus", "city", "$350", "repatriation", "holiday", "Handed", "Bill-Related", "Foreign", "Profits", "Manufacturing", "Stock,", "Lacks", "Money", "Phoenix", "strong", "contender'", "brings", "Heritage", "Foundation's", "Moore", "Repatriation,", "Immigration", "contribute", "economy,", "add", "20,000", "jobs", "campus,", "pay", "$38", "foreign", "cash", "HomePod", "Imminent", "Happened", "Downgraded", "'Lukewarm'", "Sales;", "Details", "Go-It-Alone", "Strategy", "Pursues", "Buyout", "Relax!", "Shed", "bln", "17,", "MU", "N.C.", "economic", "initial", "pitch", "land", "Applied", "Materials,", "index", "Close", "Update:", "Surges", "Jumps", "300", "give", "employees", "bonuses", "issues", "Bloomberg", "Home", "Is?", "Ready", "Splurge", "26,000;", "Slammed", "Rallies", "&apos;Lukewarm&apos;", "Fmr.", "announcement:", "Chromecast", "Causing", "Wi-Fi", "Outages", "Gives", "Bonuses", "Munster", "$30B", "Capex", "'Right", "Thing'", "boost", "spending", "centers", "next", "years", "Low-cost", "Atlanta", "contender", "support", "invest", "economy", "create", "US:", "thanks", "break.", "we\u2019ll", "second", "Safe", "Long-Lasting", "Dividends", "Blue-Chip", "anti-trust", "case", "White", "reacts", "announcement", "Billionaires", "Crazy", "Slow", "Improve", "(BABA)", "cash,", "open", "US", "part", "expansion", "Sits", "IBM", "Trims", "Loss", "Create", "200,000", "like", "bringing", "Send", "Soaring?", "anticipates", "payments", "$38B", "Bill", "Repatriated", "STOCKS-Tech,", "lift", "St;", "financials", "recover", "Accelerates", "Job", "Creation", "Rare", "'Good,", "Great'", "Cycle", "Watchdog", "Cites", "Deplorable", "Working", "performing", "well", "China:", "Ireland", "Collecting", "Billions", "Rebound", "Stay", "Per", "Longbow", "hikes", "target", "Log", "Modest", "Banks", "Fall;", "Plays", "Making", "Harder", "Zeroes", "Counts", "Upward", "Guidance", "higher,", "banks", "drop", "'Lukewarm,'", "Longbow;", "Morgan", "Stanley", "Stays", "presidency", "doesn\u2019t", "require", "mental", "health", "evaluation,", "do...", "STOCKS-Tech", "higher;", "Neutral", "Downgrades", "Newest", "Merely", "Keeps", "Stanley's", "Stance", "Intact", "Expand", "Minutes:", "Downgrade,", "Extends", "Fall,", "Cannabis", "Genome", "Sustain", "Day&apos;s", "Surge?", "Street-High", "Same", "breaking", "here\u2019s", "denies", "charges", "unsafe,", "unclean", "Irish", "PM", "accuses", "EU", "states", "hypocrisy", "gets", "one", "bullish", "forecasts", "predicts", "surge", "$1.1", "trillion", "Slips", "Fears", "Interest", "Evaluates", "Competing", "Orders", "rare", "downgrade", "cycle", "&apos;good,", "great&apos;", "'good,", "great'", "Beware", "$500", "Bond", "Exodus", "Approach", "Sampling", "XMM", "7560", "LTE", "Modem", "Asian", "Firms", "Mining", "World's", "Inside", "Disappointing", "Dooms", "Radical", "Touch", "Bar", "Design", "Broome:", "California", "Sacramento", "disadvantage", "pursuit", "employers", "Buses", "carrying", "workers", "targeted", "outside", "Bills", "employee", "buses", "damaged", "vandals", "during", "commute", "Rises;", "Dependency--ICYMI", "Owners", "won't", "follow", "bidding", "approach", "choosing", "others", "release", "resolve", "things", "Arizona", "job", "wages,", "paycheck", "bill", "lowered", "rate,", "so", "companies", "announcing", "charges?", "Fast", "trader", "material", "decide", "site", "without", "auction", "18,", "P,", "FCX,", "KMI,", "F,", "AMAT,", "ETP,", "PEP,", "FOXA", "shuttle", "attacked", "Infographic:", "10-Year", "Low", "enough", "force", "dollar", "Maintain", "Decided", "Pricing", "01/18/2018:", "MVIS,SPI,LIVE,TSM,TIVO,GOOG,GOOGL,AAPL", "Spur", "Acquisitions,", "100", "Finish", "Lower;", "Age-Old", "Debate:", "Value", "Treasurys", "plans,", "\u2018smart", "money\u2019", "isn\u2019t", "buying", "Bringing", "Titans:", "XL", "Note8", "TREASURIES-Benchmark", "yields", "10-month", "high", "Trump:", "called", "thanked", "tells", "helped", "pave", "way", "massive", "investment", "Targets", "already", "received", "CMG,", "Italy's", "opens", "complaints", "uncertainty", "amid", "possible", "shutdown", "Zone", "AMC", "Entertainment", "Sold,", "Steve", "Wozniak", "payroll", "four", "decades", "co-founding", "clear", "much", "happened", "reg...", "apologizes,", "disable", "slowdowns", "announces", "HQ2", "finalist", "cities", "LIVE,SPI,TIVO,GOOG,GOOGL,TSM,AAPL", "Turns", "Spigot?", "Court", "Disadvantage", "Won&apos;t", "saved", "GOP", "pump", "Expose", "Misunderstandings", "Tesla", "Amazon.com\u2019s", "\u2018HQ2\u2019", "finalists", "include", "York,", "Chicago,", "L.A.,", "Atlanta,", "Boston,", "Dallas,", "Washington", "Competition", "heats", "compete", "headquarters", "20", "Hogwarts", "Mystery'", "you\u2019ll", "better", "performance", "China\u2019s", "Leap", "Wallet-Free", "Living", "|", "Moving", "Upstream", "Dallas", "makes", "payment", "does", "EU's", "ruling", "Corning", "(GLW)", "Partnered", "Credit", "Card", "celebrates", "Trump\u2019s", "Lower", "Pauses", "pledge", "Windfall?", "Cos.", "Hike:", "Bernstein", "Breaking", "Prosper", "Sells", "said", "wasn\u2019t", "business.", "it\u2019s", "high-stakes", "wars", "HBO", "Lower,", "Props", "Rebounds", "building", "increasing", "workforce", "Fortunes", "Microsoft's", "Analyzing", "Einhorn\u2019s", "explains", "'Mars...", "Thursday\u2019s", "Procter", "Gamble", "(PG)", "everybody", "attention", "to:", "McNamee", "Moves", "Add", "Marshall", "Faces", "Issues", "Commitment", "moves", "premarket:", "MS,", "WMT,", "WWW,", "LQ,", "AA", "Video", "Twitter\u2019s", "Costs", "Roof", "Motors:", "Ledger:", "Trigger", "GDP,", "Zones", "Charts:", "Thursday:", "Plexus", "(PLXS)", "PTC", "(PTC)", "Leave", "Nemesis", "Unmoved", "Today's", "Logistics", "WSJ", "Ghost", "Disappear", "Fires", "Starting", "Gun", "'Huge", "Win'", "I'm", "questioning", "billion...", "Crypto", "Explosion", "latest", "'text", "bomb'", "Cash:", "Miss", "Deadline", "Town", "Allow", "Opt", "Offshore", "promises", "pays", "overseas", "ca...", "Broadly", "18", "Overseas,", "Campus", "EM", "ASIA", "FX-Most", "currencies", "slip", "edges", "3-year", "lows", "Largess", "Caveats", "cash?", "Program", "Sales?", "Eclipses", "2800;", "Signs", "Heat", "not,", "Confirms", "goes", "Reno", "groundbreaking", "warehouse", "Dangerous", "Chaos", "real", "\u2018wild", "card\u2019", "behind", "soaring", "retail", "HSBC's", "King", "Bargaining", "Position", "vs", "Labor", "Dramatically", "Comedy", "Starring", "Kristen", "Wiig", "holi...", "Watching", "sign", "sto...", "clarion", "Probe,", "Newsfeed", "Shipments", "JD", "Finance", "Units", "closer", "launch,", "FCC", "filing", "$30", "I&apos;m", "Ahead:", "goes,", "Admired", "Companies:", "Fortune", "Releases", "19,", "PFE,", "HES,", "WP,", "MCHP,", "JNJ,", "EBAY,", "JPM,", "NKTR", "&apos;End", "Life&apos;", "Predicted,", "Cuts", "Seen", "his", "nephew", "social", "network", "Los", "Angeles", "ultimate", "wild", "card,", "turns", "Bezos", "snub", "Heading?", "Questions", "Answered", "Mistake", "Newton?", "Ally", "Invest:", "Bullish,", "Drizly", "adds", "top", "execs", "Vistaprint,", "Intelligent.ly", "Afraid", "Lack", "Them", "Jan.", "19", "Forum", "DCF'", "Edition", "Samsung\u2019s", "scrutiny", "South", "Korea,", "Italy", "Brings", "Team", "Consultant", "Science", "Almost", "Bathrooms", "Chic,", "Shows", "Us", "Double-Digit", "Bright", "Outlook", "Wave", "Rosenblatt", "Def", "Leppard", "Journey", "Announce", "Tour", "Proving", "Arena", "Rock", "Finalist", "Shook", "Crowd\u2019s", "Eventual", "Winner", "tried", "my", "replaced", "here&apos;s", "Luxembourg", "Challenged", "Recoup", "PayPal:", "Venmo", "Monetization,", "owes", "$16B", "taxes,", "decision", "bring", "home,", "Filling", "SoftBank\u2019s", "Statement", "Roadmap,", "Intervenes", "Government", "Shutdown,", "IBM's", "Beat,", "Tobacco", "(GE),", "International", "Machines", "(IBM)", "Caterpillar", "(CAT)", "GoPro\u2019s", "Fusion", "Camera", "Generate", "Growth?", "Qualcomm-NXP", "Free", "Last?", "Intel\u2013Micron", "Partnership", "Binge", "Reap", "Windfall", "JPMorgan,", "AbbVie,", "Gilead", "Simon", "Property", "Koreans", "join", "backlash", "admired", "Claiming", "$15.3", "Unpaid", "Readies", "Likely", "Program,", "Rivals", "Follow", "22%?", "Moment", "Winners:", "Estimates,", "End", "Jana\u2019s", "Jab", "Route", "Reverse", "Shrinking", "Assets", "Colleges", "Adopt", "Code", "Initiative", "Korean", "files", "complaint", "Improvement", "Advantage", "Somehow", "Waning?", "11.3", "Comeback", "Kill", "Later", "Invests,", "Winnows,", "Plundered", "BIllion", "NSA", "light", "ahead", "recognition", "technology:", "Community", "Idea", "Few", "Obvious", "using", "assistants,", "chart", "Speculation", "Struggle", "Windfalls", "Supplier\u2019s", "Terrific", "Economic", "Contribution", "Cards", "Florida", "lobby", "campus?", "Addresses", "Unanswered", "They&apos;re", "Hoped", "reason", "don\u2019t", "they\u2019re", "paid", "didn\u2019t", "hiring", "workers,", "nor", "shift", "think", "plenty", "acquisition", "Oracle", "expected", "debt", "$9", "Prices", "Today?", "Ideal", "Amazon?", "Strange", "Tale", "Hearst", "ranch", "raised", "cattle", "1865,", "also", "powers", "Requiem", "GE", "Bull", "High-Flying", "Paying", "Dividend?", "Crushed", "voice-assistant", "revolutionize", "entire", "household", "ICYMI:", "Preview,", "24-Hour", "Quietly", "Killed", "Second", "TI", "Price-Target", "Hikes;", "Suppliers", "Pressured", "Exclusive", "Scott", "Black:", "No-Performance-Fee", "Hedge", "ends", "end", "Foresees", "Monday's", "Volume:", "RDVY", "Shutdown", "World&apos;s", "Feel", "1986", "Plunging", "Mega", "Thrives", "Discontinue", "Modestly", "Early;", "Trades", "Bet", "\u2018FANG\u2019", "Cook:", "\u2018Education", "great", "equalizing", "force\u2019", "Stabilizing?", "F5", "Networks", "(FFIV)", "Earnings?", "Fed", "Economics", "Book", "Large", "Malala", "Council", "Milestones:", "$800", "Billion,", "Clears", "$700", "Short-Term", "Pain", "Shake-up", "Teams", "Yousafzai", "Educate", "100,000", "Girls", "Technologies'", "(UTX)", "Yet?", "RNDV:", "Yahoo", "Jerry", "Yang", "successful", "Longs", "Closely", "Monitor", "Divergences", "Near-Term", "Shelves", "February", "Areas", "Upcoming", "Sluggish?", "Fines", "$25,000", "Antitrust", "Valuation,", "Speculation,", "Slips:", "Atlantic", "Equities", "Cools", "Freeport-McMoRan", "(FCX)", "won\u2019t", "neighbors", "Many", "Prepaid", "3Q17?", "Managing", "Cost-Control", "Initiatives", "Traders", "lack", "\u2018an", "appetite", "action\u2019", "runs", "react", "impasse", "teams", "educate", "girls", "worldwide", "Extra", "$207", "Billion?", "Fitbit&apos;s", "earnings", "use", "networks", "week", "softening", "Sprint\u2019s", "BlackBerry\u2013Nokia", "Downplays", "Competitive", "markets", "steady", "rages", "on;", "suppliers", "\u2018first", "greed", "Recession\u2019", "awful", "bitcoin", "S.", "Korea", "Countries", "Investigating", "Girls\u2019", "Education", "Focus:", "22", "(STLD,", "HAL,", "NFLX)", "Sudden", "Cancellation", "'Confirms'", "Skyworks:", "Macquarie", "Fret", "Estimates", "Up,", "Down;", "23,", "Closer", "Garmin", "Beyond", "Defeated", "Steals", "Lumentum,", "Finisar:", "Happen?", "Asks", "Feb.", "Missing", "9:", "JP", "orders", "getting", "slashed,", "set", "fined", "antitrust", "regulators", "FT", "Foray", "Factor", "Square?", "1Q18?", "versions", "Similar", "Moves?", "ask", "recite", "music,", "sports", "business", "regulators:", "decade,", "finally", "sleep", "poised", "expand", "Contributors", "Mix", "Weakness:", "'High-End", "Clearly", "Hitting", "Plateau", "Year'", "Discount", "speaker,", "Aggressive", "Bearish", "ETN", "Bets", "Homepod", "hitting", "shelves", "outperform", "Home?", "(The", "3:59,", "Ep.", "343)", "Logitech", "8%:", "Connected", "Stuff", "JPMorgan", "Pledges", "$20", "Loans,", "arrive", "Strong\u2014But", "Record-Breaking,", "Top-Line", "Augment", "3M's", "(MMM)", "Q4?", "Improved", "Home/Home", "Automation", "Owned", "play", "music", "across", "multiple", "launch", "Avnet", "(AVT)", "Q2", "Delayed", "Dividends?", "Prioritize\u2014Convertible", "Debt", "Straight", "Debt?", "Analyst's", "Lumentum", "Longer", "Applies", "taking", "Momus", "Meme", "Studio:", "Lord", "Were", "Born", "planning", "13-inch", "Official", "Ship", "Date:", "Pre-Order", "(NFLX),", "(FB)", "(T)", "Brief", "Delay", "Dual-Lens", "Technology?", "26", "Opportunity?", "available", "order", "Arrives", "9,", "Order", "shipped", "quarter:", "Dissatisfaction,", "Version", "99.0", "Chernova's", "VCs", "2008", "$200", "Pods", "Arrive", "Feb", "Walking", "Q1?", "Reform", "Trillions", "spotlights", "secrecy", "Disable", "unpacks", "'new'", "kind", "market\u2014...", "$1.2", "Fine", "Mixed", "Slumps,", "Commodities", "Rally;", "FANG", "Sharp", "Beta", "drops", "fall", "Will\u00a0See", "Beloved", "Cancelled", "SK", "Hynix", "Exceeds", "Resilient", "Memory", "Center", "Investments", "Fit", "Employment", "24,", "Location", "200", "2020:", "Full?", "FE,", "AUO,", "WFC,", "RF,", "USMC,", "QCOM", "Financials", "Lift", "Wilts", "Pressure", "01/24/2018:", "TXN,QCOM,AAPL,APH,BIDU,NFLX", "500,", "Stocks,", "Weigh;", "Dow,", "Strategically", "Unveil", "Generation", "25", "Nashville", "close", "renovations", "Saturday", "safer", "hands", "giants,", "former", "Video:", "Ameritrade's", "JJ", "Kinahan", "46%", "Samsung:", "Undervalued", "Saying", "Union\u2019s", "Claim", "Profits:", "Cue", "Display:", "Fear", "Not,", "All-OLED", "Day,", "Cowen", "Canaccord", "Genuity", "price", "fines", "chipmaker", "exclusivity", "deal", "997", "euro", "kept", "details", "themselves", "months", "medical", "records", "Combine", "Worried", "Broadcom\u2019s", "$105", "Bid", "weak", "analyst:", "unit", "spring", "Lifted", "Rising", "Tide", "You\u2019ve", "Run!", "$1.23", "Payments", "It,", "Weaker,", "Spot-On", "Vanguard", "Advice", "Sculley:", "g...", "allow", "access", "Crushing", "Pre-Orders", "Friday,", "Matter?", "Technology\u2019s", "MacBook:", "Instinet", "expresses", "concern", "Alphabet\u2019s", "Cloud", "Bearing", "Fruit?", "SPY", "25,", "AUM", "Contributed", "500\u2019s", "Page", "Trump&apos;s", "Shot", "forthcoming", "download", "businesses", "Johnson", "Hunting", "Gen", "Chat", "upcoming", "features", "row", "Records,", "1Q18", "Assessing", "announced", "gives", "sees", "sharks", "approaching", "both", "sides", "Disney", "Controversial", "Wednesday,", "24", "letting", "watch", "Messages", "weakness", "suppliers:", "Especially", "Reward?", "Slump", "Cautions", "Tapped", "Dollar,", "Weakening:", "Euro", "Pound", "Russian", "Sanctions", "Sound", "Canada", "Hackers", "blacklisted", "apps", "money", "personal", "data,", "according", "research", "Commission", "Exclusivity", "Probe", "deals", "Previews", "11.3;", "mln", "euros", "exclusive", "fine", "hold", "conference", "1030", "GMT", "Appeal", "Decision;", "Ongoing", "Operations", "Fined", "EUR", "Mln", "Breach", "Rules", "Lagging", "Breakouts,", "Falter:", "Rout", "Deepens", "Outspends", "Lobbying", "Turning", "Corner", "run", "me", "upset", "Supplier's", "Stalls,", "Badly;", "Former", "Fadell", "Hints", "Modern", "iPad", "Dems:", "Finished", "Supplier&apos;s", "Go,", "Ends", "Mostly", "Climbs", "Cerner", "clients,", "employees'", "Compared", "again,", "even", "NFLX,", "DATA", "Thursday's", "PWV", "SFUN,", "CMCSA,", "ORCL,", "SBUX,", "CSX", "Prabhu", "Plant", "NASDAQ", "Composite", "closes", "7,411.16", "-3.90", "points", "'Siri,", "healthy", "am", "I?'", "MedStar", "test", "feature.", "Taxes,", "Earnings,", "Newsfeed,", "Revamping", "iBooks", "Dozen", "Test", "Fleet", "State", "Incredible", "Aim", "E-Books", "arrive,", "lot", "explaining", "Race", "expands", "self-driving", "car", "fleet", "27:", "Privacy", "Ones", "unlikely", "manufacture", "Overwhelmingly", "Indicate", "Designers?", "investor", "either", "love", "hate", "iPhon...", "ESG", "Solid", "Reacted", "India?", "Introduce", "iMessage", "lowers", "Young", "Robotics", "Entrepreneur", "Dream", "Projects", "reportedly", "redesigning", "challenge", "books", "again", "Had", "Sessions", "High-End", "Fixes", "Solution", "Flaw?", "RF", "5G", "Grow", "Beer", "Giving", "Student", "Loans", "UNC", "Care", "working", "feature", "Enterprise", "Partner", "Mechanics", "Spent", "Amounts", "Nokia\u2019s", "Huawei\u2019s", "Agreement", "Market\u2019s", "Opportunity", "YouTube,", "system", "Point;", "$1.2-Billion", "Complicate", "Broadcom's", "Fight", "600", "Malicious", "Stores:", "Banker", "Ban", "Revisited", "Later,", "Ivanka", "ethics", "collide", "Bill?", "Eight", "STMicro", "posts", "eyes", "seasonal", "dip", "York", "Times", "Storage:", "Guide", "Make?", "Money.", "Unveiling,", "Teases", "Improvements", "Treasury", "Secretary", "Mnuchin", "Throws", "Gas", "Complex", "Field:", "Medical", "market\u2014one", "trading", "sessions", "day", "Sellers,", "Transports", "Slammed;", "Commodity", "Growing,", "Going?", "loneliest", "defense", "blend", "ambitious", "projects", "contact", "lens", "Cancellation,", "Ignores", "Problems,\u00a0Three", "Designs", "Cirrus", "Logic:", "Trap?", "Cramer's", "plan:", "Welcome", "Bowl", "Q", "Big,", "BTIG", "Walmart\u2019s", "Rakuten", "Kindle", "Forecast", "Shock", "Investors:", "GOOGL,", "Applied,", "Lam:", "Memory's", "Hot,", "B", "Riley", "Grab", "Spotlight:", "Action", "Sale,", "Dent", "FDA", "clears", "radioactive", "drug", "cancer", "killed", "suddenly", "seems", "care", "Names,", "Deliver", "Stellar", "Results?", "Lowering", "Expectations", "Highs,", "Western", "Downgraded,", "$$,", "Twitter's", "Reprieve", "'catch", "up'", "Concerns", "'Overblown'", "Ideas", "Amazon:", "incentives", "table", "27", "Number", "Amazing", "Strategies", "Skyrocketing", "really", "bad,", "BT...", "Argue", "Apple\u2013Netflix", "Innovator", "Slipped", "4%", "reach", "$1T", "within", "12", "months:", "expert", "President", "Sticks", "'America", "First'", "Davos", "Speech", "Trade,", "Warning", "Unpredictability", "ASP", "EC,", "MoU", "Handset", "Throwing", "Towel", "3D", "Touch?", "X\u2019s", "Holidays", "Stakeholders?", "Employees?", "Us:", "Kate", "Spade", "Tapestry", "Wearable-Tech", "MedStar,", "Hopkins", "U.S.?", "Increased", "demand:", "Strong-Dollar", "Theme", "changing", "mood", "Europe,", "Ireland\u2019s", "finance", "Learned", "Ride:", "Factories", "unexpected", "legacy", "Semiconductor\u2019s", "Walmart", "Turf:", "E-books", "Preview:", "megatrends", "Gold", "Standard", "Dolby", "Laboratories", "Caught", "Deck,", "Twitter", "Jumps,", "Drone", "Evaporated", "$1,000", "Fueled", "Employee", "Dumb", "numbers", "Large-Cap", "Metrics", "Uncertainty,", "Little", "tweet", "bed", "sometimes,", "Milestone", "Benzinga's", "Weekly", "Hint", "6.1-Inch", "LCD", "roundup:", "\u2018stupid\u2019", "threat", "Netflix\u2019s", "amazing", "Margins", "Inject", "Sleepy", "E-Book", "Heats", "Google&apos;s", "streaming", "services", "Works", "FANG's", "Must-See", "'damage'", "advantage", "Oppenheimer", "Lowers", "Projections", "looking", "point", "Forces", "Drastic", "team", "idea", "nationalize", "counter", "rejected", "suffer", "one-day", "five", "drags", "Optimistic", "177", "Reliably", "Waste", "CEO:", "before", "better:", "Techn...", "'jitters'", "monetary", "views", "FANG&apos;s", "Retreats", "Halting", "Three-Day", "Winning", "Streak", "rally", "STOCKS-Dow,", "1-day", "GLOBAL", "MARKETS-Stocks", "three-year", "slides", "testing", "levels", "Rumor", "Pause", "affects", "overall", "Kawasaki's", "sinks", "hope", "fade", "STOCKS-Wall", "retreats", "cutting", "production", "half", "following", "lackluster", "half?", "Showdown", "2019:", "Symantec's", "(SYMC)", "Q3", "Divestment", "signs", "short,", "expects", "Google's", "market-cap", "$100M", "skid", "Midday", "Weighed", "Progress", "NAFTA", "production,", "STOCKS-Apple", "leads", "Street's", "retreat", "Regulator,", "industry", "spurn", "Immersion", "Skyrocketed", "Slashes", "Urges", "Calm", "lower", "losses", "banks,", "oil", "outweigh", "AMS", "Bernstein's", "Toni", "Sacconaghi:", "expect", "ea...", "buyer\u2019s", "remorse:", "past", "6.1-inch", "Specs", "behemoths", "spark", "$181", "cap", "rises;", "savings", "10-year", "low", "Kara", "Swisher:", "Nervousness", "very...", "Nobody", "once", "predicted", "Cutting", "Hating", "Fiber", "Optics,", "Loving", "(APPL)", "St", "slips", "open,", "Shopify", "Week&apos;s", "12%", "Pop?", "Keep?", "Dr.", "Pepper,", "Lockheed", "Martin,", "Avon,", "Intel,", "Lowe's,", "Wynn,", "Starbucks,", "likely", "weigh", "slump", "lower-than-expected", "\u2018parabolic\u2019", "nervous,", "it?", "concerns", "weaker", "Alibaba,", "Preview", "MARKETS-Tech", "high,", "bond", "trust", "dilemma", "main", "advertisers", "right...", "Cascend", "$220,", "disputes", "Qorvo&apos;s", "Consumers", "Suing", "January?", "Pulled", "Cautious", "Changed", "license", "agreements", "halving", "Linked", "Confused", "Looming", "(IMMR)", "Sharply", "Settlement", "Lackluster", "DAX", "Pace", "Strengthens", "Laptop", "Pixelbook", "Vs.", "13", "XPS", "(Review)", "Expensive", "Know:", "Strongest", "Sheets", "World", "agencies", "iPhones:", "Surge", "50-1", "Split,", "DOJ,", "4Q", "30,", "Poached", "Pushing", "Said", "investigating", "stumbles", "rise,", "fallen", "Monthly", "Ultimate", "Podcast", "Surpasses", 